{
	"2014": 
	{
		"beast-astray": {
			"title": "BEAST ASTRAY ART SHOW",
			"videoId": "fhDToinSVl8",
			"descricao": "No LPTV desta semana, a mostra Beast Astray de Joe Hahn para o filme Mall acontece na Known Gallery, em Los Angeles.",
			"source": "youtube"
		},
		"brazil": {
			"title": "BRAZIL 2014",
			"videoId": "yRAfBdP4gVA",
			"descricao": "Neste episódio do LPTV, Linkin Park é a atração principal das duas noites do festival Circuito Banco do Brasil. O técnico de guitarra do Brad se apresenta para tocar nestes shows.",
			"source": "youtube"
		},
		"carnivores-tour-pt3": {
			"title": "CARNIVORES TOUR - PART 3",
			"videoId": "VU_nnq9vG6w",
			"descricao": "A parte três da Carnivores Tour nos leva ao décimo segundo LPU Summit em The Woodlands, Texas. A banda encontra membros da IAVA, Chester inicia uma guerra de colônias e Darion Malakian se junta à banda para tocar Rebellion no Hollywood Bowl.",
			"source": "youtube"
		},
		"carnivores-tour-pt4": {
			"title": "CARNIVORES TOUR - PART 4",
			"videoId": "KDf-CI2uA60",
			"descricao": "No quarto e último episódio dos LPTVs da Carnivores Tour, Jared Leto se junta ao Chester, Mike e Rob em seus camirins para uma improvisação e durante a última apresentação da turnê a banda agradece à banda AFI, Thirty Seconds To Mars, os fãs e a equipe por fazerem a turnê ser um sucesso.",
			"source": "youtube"
		},
		"europe-tour-pt1": {
			"title": "2014 EUROPE TOUR | PART 1",
			"videoId": "RwMFdf5wIjM",
			"descricao": "A turnê europeia de 2014 começa no Rock In Rio, em Lisboa e em São Petesburgo, Rússia. O Brad machuca suas costas.",
			"source": "youtube"
		},
		"europe-tour-pt2": {
			"title": "2014 EUROPE TOUR | PART 2",
			"videoId": "xKUjGwbD0QU",
			"descricao": "A turnê europeia de 2014 continua com dois shows na Rússia seguido por um show na Polônia.",
			"source": "youtube"
		},
		"europe-tour-pt3": {
			"title": "2014 EUROPE TOUR | PART 3",
			"videoId": "z-E2vMJ2Po4",
			"descricao": "A turnê The Hunting Party volta à Europa em novembro, aproveite o último episódio na recapitulação na passagem europeia neste verão.",
			"source": "youtube"
		},
		"making-of-final-masquerade": {
			"title": "MAKING OF FINAL MASQUERADE",
			"videoId": "2KLQt-ZATuI",
			"descricao": "Making Of de 'Final Masquerade' do álbum The Hunting Party.",
			"source": "youtube"
		},
		"making-of-until-its-gone": {
			"title": "MAKING OF UNTIL IT'S GONE",
			"videoId": "xr5_340gVF8",
			"descricao": "Making Of de Until It's Gone. Dirigido por Joe Hahn.",
			"source": "youtube"
		},
		"road-to-download": {
			"title": "Road To Download",
			"videoId": "H4MdAuFW9e8",
			"descricao": "Linkin Park tocará o Hybrid Theory completo no dia 14 de junho de 2014 no Download Festival 2014.",
			"source": "youtube"
		},
		"the-hunting-party-tour-europe-part1": {
			"title": "The Hunting Party Tour | Europe - PART 1",
			"videoId": "YI8leBHh8bQ",
			"descricao": "Neste primeiro episódio da série de LPTVs da turnê The Hunting Party na Europa, Linkin Park começa a turnê na Suíça e Alemanha. Austin e Aaron do Of Mice & Men conversam com Mike e Chester nos bastidores. Mike e Joe participam em um evento especial de arte em Berlim para celebrar a queda do muro de Berlim através de arte feita em partes ainda de pé do muro.",
			"source": "youtube"
		},
		"the-hunting-party-tour-europe-part2": {
			"title": "The Hunting Party Tour | Europe - PART 2",
			"videoId": "_981TTfWVxI",
			"descricao": "A turnê The Hunting Party continua pela Europa. Neste episódio a turnê para em Amsterdã, onde o décimo segundo LPU Summit intercional acontece e o adesivo LINE do Linkin Park é lançado mundialmente. Austin do Of Mice & Men se junta à banda no palco em Faint.",
			"source": "youtube"
		}
	},
	"2015":
	{
		"a-line-in-the-sand-guitar-solo": {
			"title": "A LINE IN THE SAND GUITAR SOLO TUTORIAL",
			"videoId": "C7klIjE0KrQ",
			"descricao": "Aprenda a tocar o solo de A Line In The Sand com o Brad.",
			"source": "youtube"
		},
		"a-line-in-the-sand": {
			"title": "A LINE IN THE SAND",
			"videoId": "5aNShzGOFZ0",
			"descricao": "Neste episódio do LPTV a banda leva a música 'A Line In The Sand' dos ensaios aos palcos do Rock In Rio - Las Vegas.",
			"source": "youtube"
		},
		"chester-breaks-his-ankle": {
			"title": "Chester breaks his ankle on The Hunting Party Tour",
			"videoId": "QsUScTdFuGg",
			"descricao": "Neste episódio a banda inicia a turnê do The Hunting Party na América Do Norte com shows em Orlando, Nashville e Indianapolis. Chester fratura seu tornozelo o que torna impossível a continuação da turnê.",
			"source": "youtube"
		},
		"drawbar-feat-tom-morello": {
			"title": "DRAWBAR (feat. TOM MORELLO)",
			"videoId": "xEJr103_Z9M",
			"descricao": "Este episódio nos leva de volta a 2013 quando Tom Morello se juntou à banda para trabalhar na música \"Drawbar\" do álbum The Hunting Party.",
			"source": "youtube"
		},
		"europe-pt1": {
			"title": "EUROPE '15 - PART 1",
			"videoId": "RPdeiMFix48",
			"descricao": "Neste episódio do LPTV a banda inicia a turnê europeia na Bélgica, Mike compartilha planos para o próximo álbum e a banda deve encontrar um beijo de amor verdadeiro.",
			"source": "youtube"
		},
		"europe-pt2": {
			"title": "EUROPE '15 - PART 2",
			"videoId": "25ifLzsuUjY",
			"descricao": "A turnê The Hunting Party continua pela Europa e a banda toca em Minsk, na Bielorrússia, pela primeira vez. Mike recorda os flash mobs realizdos por fãs que se iniciaram em Moscow. O episódio termina em Jamsa, Finlândia.",
			"source": "youtube"
		},
		"europe-pt3": {
			"title": "EUROPE '15 - PART 3",
			"videoId": "wT1t5JZ01e8",
			"descricao": "A parte 3 da turnê The Hunting Party msotra Linkin Park e Fort Minor tocando em Berlim. Phoenix se oferece para ser o novo \"hype man\" do Fort Minor, Chester pisa no pé de um fã que viajou 5 mil milhas e o técnico do Joe o substitui como DJ em Berlim.",
			"source": "youtube"
		},
		"summer-festivals": {
			"title": "SUMMER FESTIVALS AND THE STORM",
			"videoId": "aMCXdiNckEM",
			"descricao": "Neste episódio do LPTV a banda vai ao Rock On The Range, Rocklahoma e River City Rockfest. Uma enorme tempestade em Oklahoma cancela os últimos shows que aconteceriam em Rocklahoma.",
			"source": "youtube"
		},
		"the-hunting-party-tour-europe-part3": {
			"title": "The Hunting Party Tour | Europe - PART 3",
			"videoId": "hVztvJZfmGA",
			"descricao": "Neste episódio Mike fala sobre a origem dos versos de abertura de \"A Line In The Sand\". Chester machuca seu tornozelo em Frankfurt. A turnê chega até Berlim onde o show é filmado e transmitido em resolução 4K através das TVs 4K da Samsung na Alemanha. Os fãs invadem o palco na última parada da turnê, em Londres.",
			"source": "youtube"
		},
		"true-chainz": {
			"title": "TRUE CHAINZ (ALL FOR NOTHING feat. PAGE HAMILTON of HELMET)",
			"videoId": "mu8BeYSUM4U",
			"descricao": "Este episódio do LPTV nos leva de volta a 2014, quando Page Hamilton se junta a banda para a parceria na música All For Nothing, (título de trabalho \"True Chainz\").",
			"source": "youtube"
		},
		"viva-mexico": {
			"title": "VIVA MEXICO, VIVA LINKIN PARK",
			"videoId": "58tflKxxzCI",
			"descricao": "Neste episódio do LPTV vamos para os bastidores com a banda no México. Assista à banda fazer uma dedicatória para um fã especial do LPU da Cidade do México.",
			"source": "youtube"
		},
		"welcome-demo": {
			"title": "WELCOME (DEMO)",
			"videoId": "OEntjajK4TA",
			"descricao": "Neste episódio do LPTV a banda conhece o \"The Stockroom\" para discutir trabalhos em andamento. Mike toca uma versão demo de 'Welcome' para a banda.",
			"source": "youtube"
		},
		"welcome-video-shoot-day-1": {
			"title": "FORT MINOR WELCOME - VIDEO SHOOT DAY 1 (VENICE)",
			"videoId": "ppQ5zt2iZ-I",
			"descricao": "Neste episódio do LPTV Mike nos leva aos bastidores do dia 1 de gravações do clipe 360º de 'Welcome', do Fort Minor em Venice, California. Assista ao vídeo completo aqui: https://youtu.be/REAwGmv0Fuk",
			"source": "youtube"
		},
		"welcome-video-shoot-day-2": {
			"title": "FORT MINOR WELCOME - VIDEO SHOOT DAY 2 (STUDIO)",
			"videoId": "N8Cjh7Y2BQg",
			"descricao": "As gravações do vídeo de 'Welcome'continuam. Neste episódio vamos ao dia 2 de gravações nos Estúdios Mack Sennett, em Los Angeles. Assista ao vídeo completo aqui: https://youtu.be/REAwGmv0Fuk.",
			"source": "youtube"
		}
	},
	"2010":
	{
		"something-new": {
			"title": "LPTV: Something New",
			"videoId": "158576901",
			"descricao": "Neste vídeo a banda se reúne para discutir as opiniões dadas por Rick sobre a música Iridescent.",
			"source": "vimeo",
	    	"thumbnail": "http://www.linkinparktvbr.com/resources/imagens/videos/lptv/something-new.png"
		}
	},
	"secao": "LPTVs"
}